cask "1password"
cask "alacritty"
cask "chatgpt"
cask "cursor"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "karabiner-elements"
cask "logseq"
cask "nordvpn"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "visual-studio-code"

cask "font-fira-code-nerd-font"

brew "gh"
brew "git"
brew "jq"
brew "nvim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"

tap "yqrashawn/goku"
brew "yqrashawn/goku/goku"

vscode "esbenp.prettier-vscode"
vscode "vscodevim.vim"
