cask "1password"
cask "alacritty"
cask "chatgpt"
cask "cursor"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "karabiner-elements"
cask "logseq"
cask "nordvpn"
cask "parallels"
cask "raycast"
cask "spotify"
cask "visual-studio-code"

brew "gh"
brew "git"
brew "jq"
brew "stow"